tap "arkweid/lefthook"
tap "cjbassi/ytop"
tap "derailed/k9s"
tap "federico-terzi/espanso"
tap "git-chglog/git-chglog"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nektos/tap"
tap "universal-ctags/universal-ctags"
brew "aria2"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "binutils"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "dust"
brew "exa"
brew "fd"
brew "ffsend"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow-avh"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "hadolint"
brew "hashcat"
brew "hashpump"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hub"
brew "hubflow"
brew "hyperfine"
brew "john"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libcbor"
brew "libfido2"
brew "libtool"
brew "libyaml"
brew "mas"
brew "minikube"
brew "neovim"
brew "netcat"
brew "newman"
brew "nkf"
brew "nmap"
brew "opensc"
brew "openssh"
brew "pam_yubico"
brew "pinentry-mac"
brew "pip-gitlint"
brew "pkcrack"
brew "radare2"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sn0int"
brew "socat"
brew "terraform"
brew "tflint"
brew "tmux"
brew "unixodbc"
brew "unzip"
brew "vim"
brew "wget"
brew "ykman"
brew "zsh"
brew "arkweid/lefthook/lefthook"
brew "cjbassi/ytop/ytop"
brew "derailed/k9s/k9s"
brew "federico-terzi/espanso/espanso"
brew "git-chglog/git-chglog/git-chglog"
brew "nektos/tap/act"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "adobe-creative-cloud"
cask "adoptopenjdk"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "balenaetcher"
cask "bitwarden"
cask "blackhole"
cask "blockblock"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "dozer"
cask "figma"
cask "firefox-developer-edition"
cask "font-jetbrainsmono-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "ghidra"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "grammarly"
cask "iina"
cask "jasper"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "keybase"
cask "logitech-options"
cask "lulu"
cask "mactex-no-gui"
cask "mathpix-snipping-tool"
cask "megasync"
cask "michaelvillar-timer"
cask "microsoft-edge"
cask "netnewswire"
cask "notion"
cask "oversight"
cask "podman"
cask "postman"
cask "protonmail-bridge"
cask "protonvpn"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "ransomwhere"
cask "rectangle"
cask "reikey"
cask "slack"
cask "spotify"
cask "tableplus"
cask "thunderbird"
cask "tor-browser"
cask "tripmode"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "wireshark"
cask "yubico-authenticator"
cask "zappy"
cask "zotero"
mas "Microsoft To Do", id: 1274495053
mas "NextDNS", id: 1464122853
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
