tap "cjbassi/ytop"
tap "derailed/k9s"
tap "federico-terzi/espanso"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nektos/tap"
tap "universal-ctags/universal-ctags"
brew "aria2"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "hadolint"
brew "hopenpgp-tools"
brew "jq"
brew "kubernetes-cli"
brew "libcbor"
brew "libfido2"
brew "libyaml"
brew "mas"
brew "minikube"
brew "neovim"
brew "nkf"
brew "nmap"
brew "node"
brew "openssh"
brew "yamllint"
brew "ykpers"
brew "pam_yubico"
brew "pinentry-mac"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tectonic"
brew "tflint"
brew "tmux"
brew "unzip"
brew "wget"
brew "ykman"
brew "zsh"
brew "cjbassi/ytop/ytop"
brew "derailed/k9s/k9s"
brew "federico-terzi/espanso/espanso"
brew "hashicorp/tap/terraform"
brew "nektos/tap/act"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "adoptopenjdk"
cask "alacritty"
cask "alt-tab"
cask "amazon-photos"
cask "bitwarden"
cask "blackhole-16ch"
cask "blockblock"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "dozer"
cask "figma"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "ghidra"
cask "google-chrome-dev"
cask "google-japanese-ime"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "little-snitch"
cask "logitech-options"
cask "mathpix-snipping-tool"
cask "michaelvillar-timer"
cask "micro-snitch"
cask "netnewswire"
cask "notion"
cask "opensc"
cask "paw"
cask "protonvpn"
cask "ransomwhere"
cask "raycast"
cask "rectangle"
cask "reikey"
cask "resolutionator"
cask "session-manager-plugin"
cask "simplenote"
cask "skim"
cask "slack"
cask "tableplus"
cask "visual-studio-code-insiders"
cask "vmware-fusion"
cask "wireshark"
cask "yubico-authenticator"
cask "zappy"
cask "zoom"
cask "zotero"
mas "Amphetamine", id: 937984704
mas "Meeter", id: 1510445899
mas "NextDNS", id: 1464122853
mas "stss", id: 1187772509
mas "Xcode", id: 497799835
